import React from 'react'
import { Route, Switch } from 'react-router-dom'

const ServicesComponent = () => {
    return (

        <Switch>
            <Route path="/services/1" render={() =>
                <div>
                    <h1>Адміністративні і податкові спори</h1>
                    <p>
                        <img src='http://jurlider.dp.ua/wp-content/uploads/nalogovaya_proverka.jpg.pagespeed.ce.GsklFMfGW6.jpg' alt='...'></img>
                    </p>
                    <p>
                        Взаимодействие с государственными структурами сопряжено с многосторонним рядом аспектов. Ввиду несовершенства  законодательной базы нередки спорные ситуации, разрешить которые возможно в административном (внесудебном) либо судебном порядке. Споры с субъектами властных полномочий, в частности с ДФС, Держекоінспекцією, Держпраці, Минюстом, предметно подсудны окружным административным судам, куда необходимо обращаться с административным иском.
    
    <p>На сегодня к наиболее актуальным категориям споров, рассматриваемым окружными административными судами и которые являются приоритетным направлением работы Адвокатского бюро «Легис Юнион», относятся:</p>
    
    <li>споры с Головним управлінням ДФС у Дніпропетровській області («налоговая»), предметом которых является правомерность действий должностных лиц при проведении проверки того или иного вида,  правомерность вынесения приказов, налоговых-уведомлений решений (податкових повідомлень-рішень), налоговых требований (податкових вимог);</li>
    <li>споры с Державною екологічною інспекцією у Дніпропетровській області (Держекоінспекція), которые связаны с законностью осуществления плановой либо внеплановой проверки, правомерностью и обоснованностью вынесения предписаний (приписів);</li>
    <li>споры с Головним управлінням Держпраці у Дніпропетровській області, предметом которых является правомерность постановлений о наложении штрафа за выявленные в рамках инспекционного посещения нарушения норм КЗоТ (в частности за допуск работника без оформления трудового договора), правомерность предписаний данного органа;</li>
    <li>споры с таможенными органами ГФС («митниця»), которые заключаются в обжаловании отказа в принятии таможенной декларации при таможенном оформлении товара (применение резервных методов вместо основного — по цене договора);</li>
    <li>споры с органами местного самоуправления, в частности с Днепровским городским советом, предметом которых является обжалование различного рода решений, нарушающих права, свободы, интересы того или иного лица.</li>
            </p>
                </div>
            } />
            <Route path="/services/2" render={() =>
                <div>
                    <h1>Господарські та корпоративні спори</h1>
                    <p>
                        <img src='http://jurlider.dp.ua/wp-content/uploads/gospodarske_pravo.jpg.pagespeed.ce.GZK0bJUYiV.jpg' alt='...'></img>
                    </p>
                    <p>
                        Предпринимательскую деятельность, с одной стороны, безусловно можно рассматривать в контексте преимуществ, которые предоставляет такое направление занятости. Вместе с тем, далеко не всегда юридическое лицо либо частный предприниматель могут похвастаться преуспеванием на данном поприще, что может быть связано в том числе с причинами, которые лежат в рамках правового поля. Не каждую подобную проблему целесообразно решать в судебном порядке, однако в ряде случаев это необходимо.

            К наиболее актуальным на сегодня спорам, возникающим между субъектами хозяйствования, которые попадают в производство хозяйственных судов и составляют приоритетное направление работы Адвокатского бюро «Легис Юнион», возможно отнести:

            споры, связанные с взысканием задолженности с контрагента за поставленный/реализованный товар, выполненные работы, оказанные услуги,предоставленное в аренду имущество;
            споры, связанные с несвоевременным, неполным выполнением договорных обязательств либо полным невыполнением последних, иными нарушениями условий договора относительно взыскания в пользу потерпевшей стороны штрафных санкций, оперативно-хозяйственных санкций и применения иных видов ответственности;
            споры, связанные с возмещением убытков, включая вынужденные дополнительные издержки, стоимость уничтоженного/утраченного имущества, упущенную выгоду, причиненных нарушением взятых на себя контрагентом обязательств;
            споры, связанные с признанием недействительным того или иного договора в целом либо определенной его части, расторжением договора;
            споры, между участником и юридическим лицом относительно, в частности, управления и деятельности последнего (корпоративные споры).
        </p>
                </div>
            } />
            <Route path="/services/3" render={() =>
                <div>
                    <h1>Банківські та фінансові спори</h1>
                    <p>
                        <img src='http://jurlider.dp.ua/wp-content/uploads/spir_z_bankom_7.png.pagespeed.ce.E5ph5vdWh0.png' alt='...'></img>
                    </p>
                    <p>
                        На сегодняшний день споры с банком либо иным финансовым учреждением нельзя назвать исключением из правил. Возможно выделить примерный перечень наиболее актуальных проблем, возникающих в сфере банковских (финансовых) отношений:

    судебные споры с банком в вопросах взыскания с клиента банка кредита (тела кредита, процентов, штрафа, пени, комиссии, иных начислений);
    споры с банком в вопросах законности ограничения доступа лица к банковскому счету («блокировка счета»);
    споры, связанные с фактом получения кредита, фактом заключения кредитного договора, неосведомленностью заемщика с условиями кредитования;
    судебные споры, связанные с признанием недействительным кредитного договора и договоров, обеспечивающих кредитный (залог/ипотека, поручительство);
    споры в вопросах обоснованности начисления процентов, пени и штрафов кредитными (небанковскими) организациями.
        </p>
                </div>
            } />
        </Switch>
    )
}

export default ServicesComponent;